{
	"famousPersons": [
		{
		"id": "001", 
  		"name": "Marilyn",
  		"surName": "Monroe", 
  		"sex": "female", 
  		"year_of_birth": "1926",
  		"year_of_death":"1962",
  		"died": true,
  		"profession": "American actress, singer, model",
  		"description": "Marilyn Monroe (1926-1962) Model, actress, singer and arguably one of the most famous women of the twentieth century.",
  		"img_url": "http://images.amazon.com/images/P/1589793161.01.LZZZZZZZ.jpg", 
  		"quotation": "I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love.",
  		"source": "http://www.biographyonline.net/actors/marilyn-monroe.html"
  		}, 
  		{
		"id": "002", 
  		"name": "Abraham",
  		"surName": "Lincoln", 
  		"sex": "male", 
  		"year_of_birth": "1809",
  		"year_of_death":"1865",
  		"died": true,
  		"profession": "US President during American civil war",
  		"description": "Abraham Lincoln (February 12, 1809 – April 15, 1865) was the 16th President of the United States, serving from March 1861 until his assassination in April 1865. Lincoln led the United States through its Civil War—its bloodiest war and its greatest moral, constitutional and political crisis. In doing so, he preserved the Union, abolished slavery, strengthened the federal government, and modernized the economy.",
  		"img_url": "http://www.biographyonline.net/images/150/250-Abraham_Lincoln.jpg", 
  		"quotation": "With malice toward none; with charity for all; with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in; to bind up the nation’s wounds…. ",
  		"source": "http://www.biographyonline.net/politicians/american/abraham-lincon.html"
  		}, 
  		{
		"id": "003", 
  		"name": "Mother Teresa",
  		"surName": null, 
  		"sex": "female", 
  		"year_of_birth": "1910",
  		"year_of_death":"1997",
  		"died": true,
  		"profession": "Catholic missionary nun, charity worker",
  		"description": "Mother Teresa (1910-1997) was a Roman Catholic nun, who devoted her life to serving the poor and destitute around the world. She spent many years in Calcutta, India where shed founded the Missionaries of Charity, a religious congregation devoted to helping those in great need. In 1979, Mother Teresa was awarded the Nobel Peace Prize and has become a symbol of charitable selfless work. She was beatified in 2003, the first step on the path to sainthood, within the Catholic church.",
  		"img_url": "http://www.ferdinando-perathoner.com/FOTOS/Mutter_Teresa.jpg", 
  		"quotation": "It is not how much we do, but how much love we put in the doing. It is not how much we give, but how much love we put in the giving.",
  		"source": "http://www.biographyonline.net/nobelprize/mother_teresa.html"
  		}, 
  		{
		"id": "004", 
  		"name": "John F.",
  		"surName": "Kennedy", 
  		"sex": "male", 
  		"year_of_birth": "1917",
  		"year_of_death":"1963",
  		"died": true,
  		"profession": "US President",
  		"description": " John F Kennedy was America’s second youngest elected president. He oversaw one of the most crucial moments in the Cold War (Cuban Missile Crisis) and sought to affirm America’s beliefs in basic human rights by calling for civil rights legislation and an attack on poverty and degradation. Assassinated in November 22, 1963, his tragic death shocked America and the world.",
  		"img_url": "http://www.biographyonline.net/wp-content/uploads/2014/05/John_F._Kennedy1.jpg", 
  		"quotation": "Ask not what your country can do for you — ask what you can do for your country.",
  		"source": "http://www.biographyonline.net/politicians/american/j-f-kennedy.html"
  		}, 
  		{
		"id": "005", 
  		"name": "Martin Luther",
  		"surName": "King", 
  		"sex": "male", 
  		"year_of_birth": "1929",
  		"year_of_death":"1968",
  		"died": true,
  		"profession": "American civil rights campaigner",
  		"description": "Martin Luther King Jr was one of America’s most influential civil rights activists. His passionate, but non violent protests, helped to raise awareness of racial inequalities in America, leading to significant political change. Martin Luther King was also an eloquent orator who captured the imagination and hearts of people, both black and white.",
  		"img_url": "http://www.biographyonline.net/wp-content/uploads/2014/05/Martin_Luther_King_Jr2.jpg", 
  		"quotation": "And this is what Jesus means when he said: “How is it that you can see the mote in your brother’s eye and not see the beam in your own eye?” Or to put it in Moffatt’s translation: “How is it that you see the splinter in your brother’s eye and fail to see the plank in your own eye?” And this is one of the tragedies of human nature. So we begin to love our enemies and love those persons that hate us whether in collective life or individual life by looking at ourselves.",
  		"source": "http://www.biographyonline.net/politicians/american/martin-luther-king.html"
  		},
  		{
		"id": "006", 
  		"name": "Nelson",
  		"surName": "Mandela", 
  		"sex": "male", 
  		"year_of_birth": "1918",
  		"year_of_death": "2013",
  		"died": true,
  		"profession": "South African President anti-apartheid campaigner",
  		"description": "Nelson Mandela (1918 – 2013) was a South African political activist who spent over 20 years in prison for his opposition to the apartheid regime. He was released in 1990 and, in 1994, was later elected the first leader of a democratic South Africa. He was awarded the Nobel Peace Prize (jointly with F.W. de Klerk) in 1993 for his work in helping to end racial segregation in South Africa. He is considered the father of a democratic South Africa and widely admired for his ability to bring together a nation, previously divided by apartheid. Nelson Mandela is one of the most admired political leaders of the Twentieth and Twenty First Century for his vision to forgive and forge a new ‘rainbow’ nation.",
  		"img_url": "http://www.biographyonline.net/wp-content/uploads/2014/05/mandela-2151.jpg", 
  		"quotation": "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear. ",
  		"source": "http://www.biographyonline.net/politicians/nelson-mandela.html"
  		}, 
  		{
		"id": "007", 
  		"name": "Winston",
  		"surName": "Churchill", 
  		"sex": "male", 
  		"year_of_birth": "1874",
  		"year_of_death":"1965",
  		"died": true,
  		"profession": "British Prime Minister during WWII",
  		"description": "Sir Winston Leonard Spencer-Churchill, KG, OM, CH, TD, FRS, PC (30 November 1874 – 24 January 1965) was a British politician and author, best known as Prime Minister of the United Kingdom during the Second World War.",
  		"img_url": "http://www.biographyonline.net/images/150/200-Sir_Winston_S_Churchill.jpg", 
  		"quotation": "What is the use of living, if it be not to strive for noble causes and to make this muddled world a better place for those who will live in it after we are gone?",
  		"source": "http://www.biographyonline.net/politicians/winston_churchill.html"
  		}, 
  		{
		"id": "008", 
  		"name": "Bill",
  		"surName": "Gates", 
  		"sex": "male", 
  		"year_of_birth": "1955",
  		"year_of_death": null,
  		"died": false,
  		"profession": "American businessman, founder of Microsoft",
  		"description": "As founder of Microsoft, Bill Gates is one of the most influential and richest people on the planet. Recent estimates of his wealth put it at $56 billion, this is the equivalent of the combined GDP of several African economies. In recent years he has retired from working full time at Microsoft, instead he has concentrated on working with his charitable foundation “The Bill and Melinda Gates Foundation”",
  		"img_url": "http://www.biographyonline.net/wp-content/uploads/2014/05/Bill_Gates_in_WEF_20071.jpg", 
  		"quotation": "Be nice to nerds. Chances are you'll end up working for one",
  		"source": "http://www.biographyonline.net/business/bill-gates.html"
  		}, 
  		{
		"id": "009", 
  		"name": "Christopher",
  		"surName": "Columbus", 
  		"sex": "male", 
  		"year_of_birth": "1451",
  		"year_of_death":"1506",
  		"died": true,
  		"profession": "Italian explorer",
  		"description": "Christopher Columbus (1451 – 1506)  was an Italian explorer, colonizer, and navigator. He is remembered as the principle discoverer of the Americas and helped bring the Americas to the forefront of the western consciousness. His discoveries and travels laid the framework for the later European colonisation of Latin and North America.",
  		"img_url": "http://www.biographyonline.net/wp-content/uploads/2014/05/Christopher_Columbus1.jpg", 
  		"quotation": "You can never cross the ocean unless you have the courage to lose sight of the shore.",
  		"source": "http://www.biographyonline.net/adventurers/christopher-columbus.html"
  		}
  		, 
  		{
		"id": "010", 
  		"name": "Charles",
  		"surName": "Darwin", 
  		"sex": "male", 
  		"year_of_birth": "1809",
  		"year_of_death":"1882",
  		"died": true,
  		"profession": "British scientist proposed theory of evolution",
  		"description": "Charles Darwin was an English Natural scientist who laid down a framework for the theory of evolution – showing how Man evolved from lower life forms. At the time, his research and publication led to bitter controversy, but his theory of evolution and natural selection became accepted within the scientific community.",
  		"img_url": "http://www.biographyonline.net/wp-content/uploads/2014/05/charles-darwin3.jpg", 
  		"quotation": "In the struggle for survival, the fittest win out at the expense of their rivals because they succeed in adapting themselves best to their environment.",
  		"source": "http://www.biographyonline.net/scientists/charles-darwin.html"
  		}, 
  		{
		"id": "011", 
  		"name": "Albert",
  		"surName": "Einstein", 
  		"sex": "male", 
  		"year_of_birth": "1879",
  		"year_of_death":"1955",
  		"died": true,
  		"profession": "German scientist – theory of relativity",
  		"description": "Born in 1879, Ulm Germany, Albert Einstein was to become the most celebrated scientist of the Twentieth Century. His theories were to lay the framework for new branches of physics. He also become well known as a humanitarian, speaking out against nuclear weapons – weapons he had indirectly contributed towards creating.",
  		"img_url": "http://www.biographyonline.net/images/people/Einstein1921.jpg", 
  		"quotation": "School failed me, and I failed the school. It bored me. The teachers behaved like Feldwebel (sergeants). I wanted to learn what I wanted to know, but they wanted me to learn for the exam. ",
  		"source": "http://www.biographyonline.net/scientists/albert-einstein.html"
  		}, 
  		{
		"id": "012", 
  		"name": "Leonardo",
  		"surName": "da Vinci", 
  		"sex": "male", 
  		"year_of_birth": "1452",
  		"year_of_death":"1519",
  		"died": true,
  		"profession": "Italian, painter, scientist, polymath",
  		"description": "Leonardo da Vinci (1452 – 1519) is one of the world’s greatest thinkers, artists and philosophers. In several different fields, from science to astronomy, he proved to be both innovative and several centuries ahead of his contemporaries. He is considered to be a key person in the birth of the European Renaissance period, which saw a flowering of new ideas, scientific discoveries and creation of beautiful art.",
  		"img_url": "http://www.biographyonline.net/images/150/250-leonardo-da-vinci.jpg", 
  		"quotation": "That smile has immortalized her, immortalized the artist and immortalized the art. Artist and art have been immortalized by just a faint smile, a smile that has an enigmatic touch. Even now a soul-touch is there, and that soul-touch has conquered the heart of the world.",
  		"source": "http://www.biographyonline.net/scientists/leonardo_da_vinci.html"
  		}, 
  		{
		"id": "013", 
  		"name": "Rosa",
  		"surName": "Parks", 
  		"sex": "female", 
  		"year_of_birth": "1913",
  		"year_of_death":"2005",
  		"died": true,
  		"profession": "American civil rights activist",
  		"description": "Rosa Louise McCauley Parks (1913 – 2005) was an African American civil rights activist and seamstress whom the U.S. Congress dubbed the “Mother of the Modern-Day Civil Rights Movement”.",
  		"img_url": "http://www.biographyonline.net/images/150/rosa-parks.jpg", 
  		"quotation": "People always say that I didn’t give up my seat because I was tired, but that isn’t true. I was not tired physically, or no more tired than I usually was at the end of a working day. I was not old, although some people have an image of me as being old then. I was forty-two. No, the only tired I was, was tired of giving in. ",
  		"source": "http://www.biographyonline.net/humanitarian/rosa-parks.html"
  		}, 
  		{
		"id": "014", 
  		"name": "Ludwig",
  		"surName": "Beethoven", 
  		"sex": "male", 
  		"year_of_birth": "1770",
  		"year_of_death":"1827",
  		"died": true,
  		"profession": "German composer",
  		"description": "Ludwig von Beethoven (1770 –  1827) is one of the most widely respected composers of classical music. He played a crucial role in the transition form classical to romantic music.",
  		"img_url": "http://www.all-about-beethoven.com/images/beethoven4alt.jpg", 
  		"quotation": "Music is … A higher revelation than all Wisdom & Philosophy",
  		"source": "http://www.biographyonline.net/music/beethoven.html"
  		}, 
  		{
		"id": "015", 
  		"name": "Walt",
  		"surName": "Disney", 
  		"sex": "male", 
  		"year_of_birth": "1901",
  		"year_of_death":"1966",
  		"died": true,
  		"profession": "American film producer",
  		"description": "Walt Disney was a film producer, media magnate, and co-founder of the Walt Disney Company. He was an iconic figure in the Twentieth Century media and entertainment industry, helping to produce many films. With his staff, he created famous cartoon characters, such as Mickey Mouse and Donald Duck; his name was also used for the successful Disney Theme Parks. During his lifetime, he received a record 59 Nominations for the Academy Awards, winning 22 Awards.",
  		"img_url": "http://www.biographyonline.net/wp-content/uploads/2014/05/Walt_disney2.jpg", 
  		"quotation": "All the adversity I’ve had in my life, all my troubles and obstacles, have strengthened me… You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.",
  		"source": "http://www.biographyonline.net/artists/walt-disney.html"
  		}
	]
}